[
  {
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "name": "Cowboy Bebop",
    "englishName": "Cowboy Bebop",
    "japaneseName": "カウボーイビバップ",
    "imageUrl": "https://myanimelist.cdn-dena.com/images/anime/4/19644.jpg",
    "synopsis": "In the year 2071, humanity has colonized several of the planets and moons of the solar system leaving the now uninhabitable surface of planet Earth behind. The Inter Solar System Police attempts to keep peace in the galaxy, aided in part by outlaw bounty hunters, referred to as \u0026quot;Cowboys\u0026quot;. The ragtag team aboard the spaceship Bebop are two such individuals.\r\n \r\nMellow and carefree Spike Spiegel is balanced by his boisterous, pragmatic partner Jet Black as the pair makes a living chasing bounties and collecting rewards. Thrown off course by the addition of new members that they meet in their travels\u0026mdash;Ein, a genetically engineered, highly intelligent Welsh Corgi; femme fatale Faye Valentine, an enigmatic trickster with memory loss; and the strange computer whiz kid Edward Wong\u0026mdash;the crew embarks on thrilling adventures that unravel each member\u0026#039;s dark and mysterious past little by little. \r\n\r\nWell-balanced with high density action and light-hearted comedy,  is a space Western classic and an homage to the smooth and improvised music it is named after.  \r\n\r\n[Written by MAL Rewrite]",
    "adaptations": [
      "Cowboy Bebop",
      "Shooting Star Bebop: Cowboy Bebop"
    ],
    "sideStories": [
      "Cowboy Bebop: Tengoku no Tobira",
      "Cowboy Bebop: Ein no Natsuyasumi"
    ],
    "prequels": [],
    "sequels": [],
    "alternativeVersions": [],
    "parentStories": [],
    "type": "TV",
    "episodes": 26,
    "status": "FINISHED_AIRING",
    "dates": [
      {
        "year": 1998,
        "month": 4,
        "day": 3
      },
      {
        "year": 1999,
        "month": 4,
        "day": 24
      }
    ],
    "premier": {
      "season": "SPRING",
      "year": 1998
    },
    "studios": [
      "Sunrise"
    ],
    "sourceType": "ORIGINAL",
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Sci-Fi",
      "Space"
    ],
    "duration": 24,
    "rating": "R_17",
    "score": 8.82,
    "scoredBy": 266310,
    "ranking": 23,
    "favoriteCount": 29612,
    "popularity": 33
  },
  {
    "url": "https://myanimelist.net/anime/5/Cowboy_Bebop__Tengoku_no_Tobira",
    "name": "Cowboy Bebop: Tengoku no Tobira",
    "englishName": "Cowboy Bebop: The Movie",
    "japaneseName": "カウボーイビバップ天国の扉",
    "imageUrl": "https://myanimelist.cdn-dena.com/images/anime/6/14331.jpg",
    "synopsis": "Another day, another bounty\u0026mdash;such is the life of the often unlucky crew of the Bebop. However, this routine is interrupted when Faye, who is chasing a fairly worthless target on Mars, witnesses an oil tanker suddenly explode, causing mass hysteria. As casualties mount due to a strange disease spreading through the smoke from the blast, a whopping three hundred million woolong price is placed on the head of the supposed perpetrator.\r\n\r\nWith lives at stake and a solution to their money problems in sight, the Bebop crew springs into action. Spike, Jet, Faye, and Edward, followed closely by Ein, split up to pursue different leads across Alba City. Through their individual investigations, they discover a cover-up scheme involving a pharmaceutical company, revealing a plot that reaches much further than the ragtag team of bounty hunters could have realized.\r\n\r\n[Written by MAL Rewrite]",
    "adaptations": [],
    "sideStories": [],
    "prequels": [],
    "sequels": [],
    "alternativeVersions": [],
    "parentStories": [],
    "type": "MOVIE",
    "episodes": 1,
    "status": "FINISHED_AIRING",
    "dates": [
      {
        "year": 2001,
        "month": 9,
        "day": 1
      },
      null
    ],
    "studios": [
      "Bones"
    ],
    "sourceType": "ORIGINAL",
    "genres": [
      "Action",
      "Space",
      "Drama",
      "Mystery",
      "Sci-Fi"
    ],
    "duration": 114,
    "rating": "R_17",
    "score": 8.4,
    "scoredBy": 89656,
    "ranking": 156,
    "favoriteCount": 546,
    "popularity": 378
  },
  {
    "url": "https://myanimelist.net/anime/6/Trigun",
    "name": "Trigun",
    "englishName": "Trigun",
    "japaneseName": "トライガン",
    "imageUrl": "https://myanimelist.cdn-dena.com/images/anime/7/20310.jpg",
    "synopsis": "Vash the Stampede is the man with a $$60,000,000 bounty on his head. The reason: he\u0026#039;s a merciless villain who lays waste to all those that oppose him and flattens entire cities for fun, garnering him the title \u0026quot;The Humanoid Typhoon.\u0026quot; He leaves a trail of death and destruction wherever he goes, and anyone can count themselves dead if they so much as make eye contact\u0026mdash;or so the rumors say. In actuality, Vash is a huge softie who claims to have never taken a life and avoids violence at all costs.\r\n\r\nWith his crazy doughnut obsession and buffoonish attitude in tow, Vash traverses the wasteland of the planet Gunsmoke, all the while followed by two insurance agents, Meryl Stryfe and Milly Thompson, who attempt to minimize his impact on the public. But soon, their misadventures evolve into life-or-death situations as a group of legendary assassins are summoned to bring about suffering to the trio. Vash\u0026#039;s agonizing past will be unraveled and his morality and principles pushed to the breaking point.\r\n\r\n[Written by MAL Rewrite]",
    "adaptations": [
      "Trigun"
    ],
    "sideStories": [
      "Trigun: Badlands Rumble"
    ],
    "prequels": [],
    "sequels": [],
    "alternativeVersions": [],
    "parentStories": [],
    "type": "TV",
    "episodes": 26,
    "status": "FINISHED_AIRING",
    "dates": [
      {
        "year": 1998,
        "month": 4,
        "day": 1
      },
      {
        "year": 1998,
        "month": 9,
        "day": 30
      }
    ],
    "premier": {
      "season": "SPRING",
      "year": 1998
    },
    "studios": [
      "Madhouse"
    ],
    "sourceType": "MANGA",
    "genres": [
      "Action",
      "Sci-Fi",
      "Comedy"
    ],
    "duration": 24,
    "score": 8.32,
    "scoredBy": 159227,
    "ranking": 213,
    "favoriteCount": 8050,
    "popularity": 121
  }
]